{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|endoftext|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Split",
    "pattern": {
      "String": ""
    },
    "behavior": "Removed",
    "invert": false
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "<|endoftext|>": 0,
      "\n": 1,
      " ": 2,
      "!": 3,
      "\"": 4,
      "#": 5,
      "$": 6,
      "%": 7,
      "&": 8,
      "'": 9,
      "(": 10,
      ")": 11,
      "*": 12,
      "+": 13,
      ",": 14,
      "-": 15,
      ".": 16,
      "/": 17,
      "0": 18,
      "1": 19,
      "2": 20,
      "3": 21,
      "4": 22,
      "5": 23,
      "6": 24,
      "7": 25,
      "8": 26,
      "9": 27,
      ":": 28,
      ";": 29,
      "<": 30,
      "=": 31,
      ">": 32,
      "?": 33,
      "@": 34,
      "A": 35,
      "B": 36,
      "C": 37,
      "D": 38,
      "E": 39,
      "F": 40,
      "G": 41,
      "H": 42,
      "I": 43,
      "J": 44,
      "K": 45,
      "L": 46,
      "M": 47,
      "N": 48,
      "O": 49,
      "P": 50,
      "Q": 51,
      "R": 52,
      "S": 53,
      "T": 54,
      "U": 55,
      "V": 56,
      "W": 57,
      "X": 58,
      "Y": 59,
      "Z": 60,
      "[": 61,
      "]": 62,
      "^": 63,
      "a": 64,
      "b": 65,
      "c": 66,
      "d": 67,
      "e": 68,
      "f": 69,
      "g": 70,
      "h": 71,
      "i": 72,
      "j": 73,
      "k": 74,
      "l": 75,
      "m": 76,
      "n": 77,
      "o": 78,
      "p": 79,
      "q": 80,
      "r": 81,
      "s": 82,
      "t": 83,
      "u": 84,
      "v": 85,
      "w": 86,
      "x": 87,
      "y": 88,
      "z": 89,
      "~": 90,
      "£": 91,
      "°": 92,
      "²": 93,
      "µ": 94,
      "Å": 95,
      "Æ": 96,
      "É": 97,
      "Í": 98,
      "Î": 99,
      "×": 100,
      "Ø": 101,
      "à": 102,
      "á": 103,
      "â": 104,
      "ã": 105,
      "ä": 106,
      "å": 107,
      "æ": 108,
      "ç": 109,
      "è": 110,
      "é": 111,
      "ê": 112,
      "ë": 113,
      "ì": 114,
      "í": 115,
      "î": 116,
      "ï": 117,
      "ñ": 118,
      "ó": 119,
      "ô": 120,
      "ö": 121,
      "ø": 122,
      "ú": 123,
      "ü": 124,
      "Ā": 125,
      "ā": 126,
      "ă": 127,
      "ć": 128,
      "č": 129,
      "Đ": 130,
      "đ": 131,
      "ė": 132,
      "ī": 133,
      "Ł": 134,
      "ł": 135,
      "ń": 136,
      "Ō": 137,
      "ō": 138,
      "ś": 139,
      "ş": 140,
      "Š": 141,
      "š": 142,
      "ū": 143,
      "ž": 144,
      "ơ": 145,
      "ư": 146,
      "ə": 147,
      "ɪ": 148,
      "ʻ": 149,
      "ˈ": 150,
      "ː": 151,
      "α": 152,
      "β": 153,
      "κ": 154,
      "μ": 155,
      "ν": 156,
      "ο": 157,
      "ρ": 158,
      "ς": 159,
      "τ": 160,
      "ό": 161,
      "а": 162,
      "в": 163,
      "е": 164,
      "и": 165,
      "к": 166,
      "о": 167,
      "р": 168,
      "с": 169,
      "т": 170,
      "ה": 171,
      "ا": 172,
      "د": 173,
      "ل": 174,
      "ن": 175,
      "ा": 176,
      "ร": 177,
      "ა": 178,
      "ე": 179,
      "ვ": 180,
      "ი": 181,
      "ლ": 182,
      "მ": 183,
      "რ": 184,
      "ს": 185,
      "უ": 186,
      "ხ": 187,
      "ḥ": 188,
      "ṃ": 189,
      "ễ": 190,
      "ệ": 191,
      "ỳ": 192,
      "‑": 193,
      "–": 194,
      "—": 195,
      "‘": 196,
      "’": 197,
      "“": 198,
      "”": 199,
      "…": 200,
      "⁄": 201,
      "₹": 202,
      "→": 203,
      "−": 204,
      "≤": 205,
      "☉": 206,
      "♯": 207,
      "い": 208,
      "の": 209,
      "り": 210,
      "ア": 211,
      "ス": 212,
      "ッ": 213,
      "ル": 214,
      "ン": 215,
      "ー": 216,
      "﻿": 217,
      "～": 218
    },
    "unk_token": "<|endoftext|>"
  }
}